Repository: erdem/django-map-widgets
Catalog: mapwidgets/locale/*/LC_MESSAGES/django.po
Languages: sk

source: MapWidget settings must be a tuple or dictionary
sk: MapWidget nastavenia musia byť typu tuple alebo dictionary

source: Invalid %s settings value. Please check the settings documentation http://django-map-widgets.readthedocs.io/en/latest/widgets/settings.html
sk: Nesprávna hodnota nastavenia %s. Skontrolujte prosím dokumentáciu nastavení http://django-map-widgets.readthedocs.io/en/latest/widgets/settings.html

source: Coordinates
sk: Súradnice

source: Latitude:
sk: Zemepisná šírka:

source: Ex: 41.015137
sk: Napr.: 41.015137

source: Longitude:
sk: Zemepisná dĺžka:

source: Ex: 28.979530
sk: Napr.: 28.979530

source: Done
sk: Hotovo

source: Use My Location
sk: Moja poloha

source: Enter or update the address here
sk: Zadajte alebo aktualizujte adresu
